Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: As parts of the training aim to convey knowledge of the stipulations on scaffolds which are applicable in Sweden, this means that workers with training from other countries usually need to supplement this in order to meet the requirements in these stipulations.
sv: Eftersom delar av utbildningen syftar till att förmedla kunskap om de regler för ställningar som gäller i Sverige, så innebär det att arbetstagare med utbildning från ett annat land normalt behöver komplettera den för att den ska uppfylla kraven i dessa föreskrifter.

source: It is normal for apprentices to be employed by scaffolding contractors.
sv: Det normala är att lärlingar anställs av ställningsentreprenörer.

source: Annex 4 – Duckboard design
sv: Bilaga 4 – Utformning av trall

source: Duckboards designed as shown below3 do not need to undergo type examination.
sv: Trall som är utformad enligt nedan behöver inte typkontrolleras.

source: Timber must be selected pursuant to Section 9.
sv: Virke ska väljas enligt 9 §.

source: Provisions and general recommendations adopted by the Swedish Work Environment Authority are published in the Swedish Work Environment Authority’s Statute Book (AFS).
sv: Arbetsmiljöverkets föreskrifter om systematiskt arbetsmiljöarbete och allmänna råd om tillämpningen av föreskrifterna

source: Provisions are binding rules.
sv: Arbetsmiljöverkets föreskrifter om systematiskt arbetsmiljöarbete

source: Routines 18
sv: (AFS 2008:15).

source: Competence 22
sv: Företagshälsovård

source: Changes to the activity 26
sv: uppläggningen av arbetsmiljöarbetet,

source: Written risk assessments 27
sv: riskbedömningar,

source: Occupational health services 30
sv: åtgärder för att förebygga ohälsa och olycksfall,

source: AFS 2001:1
sv: Syftet med föreskrifterna

source: rules with significance for the working environment,
sv: Reviderade regler började gälla den 1 mars 1997 (AFS 1996:6).

source: Section 73
sv: EG:s ramdirektiv

source: The risk assessment shall be documented in writing.
sv: Kommentarer till paragraferna

source: Section 94
sv: Föreskrifternas tillämpningsområde

source: Measures not carried out immediately shall be put in a written action plan.
sv: Ett litet företag kan drivas i bolagsform.

source: Measures taken shall be inspected.
sv: Det kan också drivas utan att vara bolag.

source: If it has not functioned satisfactorily it shall be improved.
sv: Juridiska personer är handelsbolag, aktiebolag, föreningar, stiftelser, kommuner, landsting, församlingar m.fl.

source: These Provisions enter into force on 1st July 2001.
sv: Den som hyr in arbetskraft

source: the structuring of work environment management ,
sv: Definition av systematiskt arbetsmiljöarbete

source: Appendix 2
sv: Till 2 §

source: A small undertaking can be run as a company.
sv: Denna verksamhet bör samordnas med det systematiska arbetsmiljöarbetet.

source: When the undertaking is run without a company, the employer is a natural person.
sv: Det systematiska arbetsmiljöarbetet kan, där det är lämpligt, samordnas med dessa system.

source: It also applies to teleworking, e.g. when the employee works from home.
sv: Praktikanter, lärlingar, vikarier, prov- och projektanställda är också arbetstagare.

source: An accident can lead to both slight injury and fatality.
sv: Det kan vara värdefullt att föra protokoll vid mötena.

source: It is important that the individual employees should participate in everyday systematic work environment management.
sv: Det är viktigt att policyn är så konkret att den kan följas upp.

source: Participation
sv: Rutiner

source: Risk assessment, summaries of injuries and incidents and action plans always have to be in writing, also in small activities (Sections 8, 9 and 10).
sv: Riskbedömning, sammanställningar av skador och tillbud samt handlingsplaner skall alltid vara skriftliga (8, 9 och 10 §§).

source: It also needs to be constantly updated, and the reader must be able to see when it was updated last.
sv: Det är också viktigt att bestämma vad som skall gälla till exempel vid sjukfrånvaro och semester.

source: Powers and resources
sv: Befogenheter och resurser

source: Powers concern the right of take decisions and to take action.
sv: Befogenheter gäller rätt att fatta beslut och vidta åtgärder.

source: Resources are finance, availability of personnel, equipment, facilities, time and knowledge.
sv: Resurser är ekonomiska medel, tillgång till personal, utrustning, lokaler, tid och kunskaper.

source: If an employee’s powers, knowledge or time are insufficient for a task assigned, it is important that he or she should turn to his/her manager and ask for a change to be made.
sv: Om en arbetstagares befogenheter, kunskaper eller tid inte räcker för en tilldelad arbetsuppgift, är det viktigt att han eller hon vänder sig till sin chef och begär förändring.

source: It may become necessary for the employee to resign the task.
sv: Det kan bli nödvändigt att arbetstagaren frånsäger sig uppgiften.

source: This can be done quite informally but needs to be expressed clearly and distinctly.
sv: Detta kan göras helt informellt men behöver uttryckas klart och tydligt.

source: If the allocation of tasks is made in writing, it is often important for the employee also to resign the task in writing.
sv: Om uppgiftsfördelningen har gjorts skriftligt är det ofta viktigt att arbetstagaren också frånsäger sig uppgiften skriftligt.

source: Managers and supervisory personnel have a decisive role to play in creating satisfactory working conditions and preventing ill-health and accidents.
sv: Chefer och arbetsledande personal har avgörande betydelse för att arbetsförhållandena skall vara tillfredsställande och för att ohälsa och olycksfall skall förebyggas.

source: To this end, they need to have a thorough knowledge of the work itself, the risks which it entails and measures for the prevention of injuries.
sv: De behöver därför gedigna kunskaper om arbetet, riskerna i arbetet och åtgärder för att förebygga skador.

source: It is important for them to have good insight into people’s reactions in different situations and to be well aware of the health implications of, for example, heavy workload, overtime, victimisation, violence and menaces, and substance abuse.
sv: Det är viktigt att de har god insikt i hur människor reagerar i olika situationer och att de är insatta i de hälsomässiga effekterna av till exempel hög arbetsbelastning, övertid, kränkande särbehandling, våld och hot och missbruk.

source: This in turn should make it easier for them to provide necessary support to the employees.
sv: De bör då lättare kunna ge arbetstagarna det stöd som de behöver.

source: Managers and supervisory personnel need to know the stipulations existing in this field and how to apply them within the activity.
sv: Chefer och arbetsledande personal behöver ha kunskaper om vilka bestämmelser som finns på området och hur dessa skall tillämpas i verksamheten.

source: Rules with a bearing on the working environment mainly comprise the Work Environment Act, the Work Environment Ordinance and Provisions issued by the National Board of Occupational Safety and Health and the Work Environment Authority.
sv: Regler som har betydelse för arbetsmiljön är främst arbetsmiljölagen, arbetsmiljöförordningen och föreskrifter från Arbetarskyddsstyrelsen och Arbetsmiljöverket.

source: Measures which the employer can take for the prevention of ill-health and accidents are also indicated by other Provisions on the work environment.
sv: Vilka åtgärder som arbetsgivaren kan vidta för att förebygga ohälsa och olycksfall framgår av andra föreskrifter om arbetsmiljön.

source: Collective agreements applying to the activity may also include rules with a bearing on the working environment.
sv: Kollektivavtal som gäller för verksamheten kan också innehålla bestämmelser av betydelse för arbetsmiljön.

source: Other rules of importance for the working environment are the Working Hours Act, anti-discrimination enactments, the Equal Opportunities Act and the Tobacco Act.
sv: Andra regler av betydelse för arbetsmiljön är arbetstidslagen, diskrimineringslagarna, jämställdhetslagen och tobakslagen.

source: Depending on the nature of the activity, other legislation may also be relevant, e.g. the Electricity Act, the Maritime Safety Act, the Rail Safety Act, the Flammable and Explosive Products Act, the Carriage of Dangerous Goods Act, the Civil Aviation Act, parts of the Environment Code relating to chemical products and biotechnological organisms, the Planning and Building Act, the Rescue Services Act, the Seveso Act and the Traffic Ordinance.
sv: Beroende på verksamhetens art kan även annan lagstiftning ha betydelse, till exempel ellagen, fartygssäkerhetslagen, järnvägssäkerhetslagen, lagen om brandfarliga och explosiva varor, lagen om transport av farligt gods, luftfartslagen, miljöbalkens avsnitt om kemiska produkter och biotekniska organismer, plan- och bygglagen, räddningstjänstlagen, sevesolagen samt trafikförordningen.

source: Risks commonly occurring in the working environment are specified in the Provisions issued by the National Board of Occupational Safety and Health and the Work Environment Authority.
sv: Vanliga risker i arbetsmiljön framgår av föreskrifterna från Arbetarskyddsstyrelsen och Arbetsmiljöverket.

source: Those Provisions refer to physical, psychological and social factors alike.
sv: Bestämmelserna gäller både fysiska, psykologiska och sociala faktorer.

source: In order for an assessment to be made of the risks present in a particular activity, working conditions there need to be regularly and systematically investigated.
sv: För att kunna bedöma vilka risker som finns i den egna verksamheten behöver arbetsförhållandena undersökas regelbundet och systematiskt.

source: Competence
sv: Kompetens

source: Tasks related to systematic work environment management are usually distributed by the employer between managers and supervisory personnel.
sv: Arbetsgivaren fördelar vanligen uppgifterna i det systematiska arbetsmiljöarbetet på chefer och arbetsledare.

source: In order for them to be able to carry out these duties properly, the duties themselves should form a natural part of their work.
sv: För att dessa skall kunna utföra uppgifterna på ett bra sätt behöver uppgifterna ingå som en naturlig del i deras arbete.

source: In this way it can be clear whether working conditions need to be altered.
sv: Därigenom kan klarläggas om arbetsförhållandena behöver förändras.

source: One-to-one interviews should be carried out frequently in order to assess the need for job adaption and rehabilitation.
sv: Enskilda samtal behöver ofta genomföras för att bedöma behovet av arbetsanpassning och rehabilitering.

source: Managers and supervisory personnel should be capable of carrying out a preliminary, approximate risk assessment after these interviews and meetings.
sv: Chefer och arbetsledare bör kunna göra en första, grov riskbedömning efter samtalen och mötena.

source: As a general rule, managers and supervisory personnel also need to know about other common survey and risk assessment methods.
sv: I regel behöver chefer och arbetsledare också kunskaper om andra vanliga metoder för undersökning och riskbedömning.

source: Allocation of tasks and responsibilities
sv: Uppgiftsfördelning och ansvar

source: The employer needs to continuously ascertain that the allocation of tasks is working well and to make changes in the allocation when necessary.
sv: Arbetsgivaren behöver hela tiden ha klart för sig att uppgiftsfördelningen fungerar bra och göra ändringar i fördelningen när det behövs.

source: The allocation of tasks does not mean that the person receiving tasks will be automatically punished in the event of a work accident or a work-related illness.
sv: Uppgiftsfördelning innebär inte att den som fått uppgifter automatiskt blir straffad vid en arbetsolycka eller sjukdom i arbetet.

source: Thus it does not mean that the employer can decide who is to be punished, for example, if there is an accident.
sv: Fördelningen innebär alltså inte att arbetsgivaren kan bestämma vem som skall straffas om till exempel en olycka inträffar.

source: That liability is decided by a court of law.
sv: Detta ansvar fastställs av domstol.

source: If an accident leads to prosecution and court proceedings, the court’s assessment can to a great extent hinge on whether the accused had sufficient knowledge, powers and resources for his or her tasks.
sv: Om en olycka leder till åtal och domstolsbehandling, kan det ha stor betydelse för domstolens bedömning om den

source: The stipulations in Appendix 1 are a transposition of articles in the EC framework directive.
sv: Kraven i bilaga 1 är en överföring av artiklar i EG:s ramdirektiv.

source: The Provisions of Section 6 and Appendix 1 do not refer to safety delegates.
sv: Föreskrifterna i 6 § och i bilaga 1 gäller inte skyddsombuden (AFS 2003:4).

source: Guidance on Section 7
sv: Till 7 §

source: General remarks concerning knowledge
sv: Allmänt om kunskaper

source: The employees can acquire knowledge of the working environment by taking part in special training and by occupying themselves with work environment issues in the course of their work.
sv: Arbetstagarna kan få kunskaper om arbetsmiljön genom att delta i särskild utbildning och genom att syssla med arbetsmiljöfrågor i arbetet.

source: Even if the work in itself is not particularly risky, human errors or inappropriate handling can lead to ill-health and accidents, both to the employee herself/himself and to other personnel.
sv: Även om arbetet i sig inte är särskilt riskfyllt kan felhandlingar eller olämplig hantering leda till ohälsa och olycksfall, både för arbetstagaren själv och annan personal.

source: If the employee does not feel herself/himself to have sufficient knowledge of the avoidance of ill-health and accidents, it is important that he or she notify the employer about this.
sv: Om arbetstagaren inte anser sig ha tillräckliga kunskaper för att ohälsa och olycksfall skall kunna förebyggas är det viktigt att arbetstagaren anmäler detta till arbetsgivaren.

source: Employees need to know what personal protective equipment and what technical aids can be necessary at work.
sv: Arbetstagarna behöver ha kunskaper om vilken personlig skyddsutrustning och vilka tekniska hjälpmedel som kan behövas i arbetet.

source: It is important for the employer to devote sufficient time motivating them to use the equipment and technical aids and for the employees to make use of these things.
sv: Det är viktigt att arbetsgivaren lägger ner tillräcklig tid på att motivera dem att använda utrustningen och hjälpmedlen och att arbetstagarna använder dessa.

source: Existing knowledge often needs to be supplemented at changes in duties, working equipment, working methods, activities and organisation or after prolonged absence.
sv: Det är ofta nödvändigt att komplettera kunskaperna vid ändringar i arbetsuppgifter, arbetsutrustning, arbetsmetoder, verksamhet och organisation och efter lång bortovaro.

source: It is important that the employer all the time make sure that knowledge is kept up to date.
sv: Det är viktigt att arbetsgivaren ser till att kunskaperna hela tiden hålls aktuella.

source: It is essential for the employees to be informed in good time of alterations planned to the scope, emphasis and organisation of the activity, and that they are given the opportunity of participating in the process of change.
sv: Det är angeläget att arbetstagarna får information i god tid vid planerade ändringar i verksamhetens omfattning, inriktning och organisation och att de ges möjlighet att delta i förändringsarbetet.

source: This is especially important when cutbacks and closures are pending, so that physical and mental strains at work can be prevented.
sv: Det är särskilt viktigt inför verksamhetsinskränkningar och nedläggning så att fysiska och psykiska belastningar i arbetet kan förebyggas.

source: Risks at work
sv: Risker i arbetet

source: It is also essential to know about other risks which the employee may meet in the course of work.
sv: Det är också väsentligt att känna till andra risker som arbetstagaren kan komma i kontakt med i arbetet.

source: It is especially important for the employee to have a basic knowledge of the risks at work in places over which her or his own employer has no control, e.g. work involving more than one employer, and teleworking.
sv: Det är särskilt viktigt att arbetstagaren har grundliga kunskaper om riskerna vid arbete på platser som den egna arbetsgivaren inte kan bestämma över, till exempel vid arbete där flera arbetsgivare driver verksamhet och vid distansarbete.

source: Introduction
sv: Introduktion

source: The introduction should convey an idea of the employee’s own tasks and how they are connected with other people’s, an insight into the general scheme of operations and a knowledge of the risks which the activity entails.
sv: Introduktionen bör ge en uppfattning om arbetstagarens egna arbetsuppgifter och sambandet med andras, inblick i hur verksamheten i stort fungerar och om vilka risker som finns i verksamheten.

source: The introduction should also describe systematic work environment management, e.g. to whom the employee should turn in matters relating to the working environment.
sv: Introduktionen bör också beskriva det systematiska arbetsmiljöarbetet, till exempel vem arbetstagaren skall vända sig till när det gäller arbetsmiljön.

source: Written instructions
sv: Skriftliga instruktioner

source: It is important with written instructions on what to do in the event of machine failures, technical hitches, incidents and accidents.
sv: Det är viktigt att det finns skriftliga instruktioner för vad som skall göras vid haverier, driftstörningar, tillbud och olycksfall.

source: Often written instructions are needed for repairs, maintenance and other servicing, and also for difficult situations when working, for example, for clients and patients.
sv: Det behövs ofta skriftliga instruktioner för reparation, underhåll och annan service liksom för svårbemästrade situationer i arbete med till exempel klienter och patienter.

source: It is essential that the instructions should be available at the workplace and that they should be easy to understand.
sv: Det är angeläget att instruktionerna är tillgängliga på arbetsplatsen och är lätta att förstå.

source: It is also important that they are kept up to date and for the reader to be able to see when they were updated last.
sv: Det är också viktigt att de hålls aktuella och innehåller uppgift om när de är uppdaterade.

source: Written instructions may need to be combined with verbal ones.
sv: Skriftliga instruktioner kan behöva kombineras med muntliga.

source: The employer should adapt introduction and instructions to the employee’s age and experience, familiarity with the task and with working life, knowledge of languages, cultural background and, where applicable, physical or mental disability.
sv: Arbetsgivaren bör anpassa introduktion och instruktioner till arbetstagarens ålder, erfarenhet, vana vid arbetsuppgiften och arbetslivet, språkkunskaper, kulturella bakgrund och eventuell funktionsnedsättning.

source: The employer also should make sure that the instructions have been correctly perceived.
sv: Arbetsgivaren bör också förvissa sig om att instruktionerna uppfattats riktigt (AFS 2003:4).

source: Risk assessment, measures and follow-up
sv: Riskbedömning, åtgärder och uppföljning

source: The word risk as used in the Provisions refers to the likelihood of ill-health or accidents at work occurring and the consequences of such occurrences.
sv: Ordet risk innebär i föreskrifterna sannolikheten för att ohälsa eller olycksfall i arbetet skall uppstå och följderna av detta.

source: Risks at work can lead to injury in both the short and long term.
sv: Risker i arbetet kan leda till skador både på kort och lång sikt.

source: The gravity of the risk has to be decided in each particular instance.
sv: Hur allvarlig risken är måste avgöras från fall till fall.

source: Attention in everyday activity
sv: Uppmärksamhet i vardagen

source: It is essential for managers and supervisory personnel in their everyday activities to keep attention on the well-being of employees at work.
sv: Det är väsentligt att chefer och arbetsledande personal i den dagliga verksamheten är uppmärksamma på hur arbetstagarna mår i sitt arbete.

source: High short-term absenteeism, discontent and relational problems can be signs of risks at work.
sv: Stor korttidsfrånvaro, vantrivsel och relationsproblem kan vara varningssignaler om risker i arbetet.

source: The employer should be observant of the effects of overtime and heavy workloads, for example.
sv: Arbetsgivaren bör vara uppmärksam på effekterna av till exempel övertid och hög arbetsbelastning.

source: Survey and risk assessment
sv: Undersökning och riskbedömning

source: Risks at work need to be systematically investigated and assessed.
sv: Risker i arbetet behöver undersökas och bedömas systematiskt.

source: This can be done by means of daily surveys or, for example, through safety inspections, work environment inspections and other problem inventories.
sv: Det kan göras genom dagliga undersökningar eller till exempel genom skyddsronder, arbetsmiljöronder och andra probleminventeringar.

source: The employer needs to be clear about the risks prevailing, so that ill-health and accidents can be prevented.
sv: Arbetsgivaren behöver vara klar över vilka risker som finns så att ohälsa och olycksfall kan förebyggas.

source: The frequency with which surveys need to be carried out will depend on the risks which the activity entails.
sv: Hur ofta undersökningar behöver göras bestäms av de risker som finns i verksamheten.

source: The assessment should always result in the proposal of measures for eliminating or reducing the risks.
sv: Bedömningen bör alltid resultera i förslag till åtgärder för att få bort eller minska riskerna.

source: Failing Provisions for a given sector, the general stipulations of the Work Environment Act apply.
sv: Om det inte finns föreskrifter på ett visst område, gäller arbetsmiljölagens allmänna krav.

source: The assessment of risks needs to be undertaken in the light of the general experience present within the activity and the routines applied.
sv: Bedömningen av risker behöver göras mot bakgrund av de allmänna erfarenheter som finns i verksamheten och de rutiner som tillämpas.

source: It is important to obtain knowledge from summaries of ill-health, accidents and incidents and of previous job modification and rehabilitation measures.
sv: Det är viktigt att hämta kunskaper från sammanställningar av ohälsa, olycksfall och tillbud och av genomförda arbetsanpassnings- och rehabiliteringsåtgärder.

source: Information can be derived from research in the field and from general statistics, e.g. concerning work injuries.
sv: Information kan hämtas från forskning på området och från allmän statistik, till exempel över arbetsskador.

source: Survey methods
sv: Metoder för undersökning

source: Occupational-hygienic and other measurements, as well as medical checks, may be needed as part of the risk assessment process.
sv: Yrkeshygieniska och andra mätningar samt medicinska kontroller kan behöva göras som ett led i riskbedömningen.

source: In undertakings with chemical risks or fire or explosion risks, special methods of risk analysis are often necessary.
sv: I företag med kemiska risker, brand- eller explosionsrisker är det ofta nödvändigt att använda särskilda metoder för riskanalys.
